export const THEME = [
  {
    section: 'Основы законодательства в сфере дорожного движения',
    topics: [
      {
        number: 'Т1.1',
        name: 'Законодательство, определяющее правовые основы обеспечения безопасности дорожного движения в сфере взаимодействия общества и природы',
        hours: 1,
      },
      {
        number: 'Т1.2',
        name: 'Законодательство, устанавливающее ответственность за нарушения в сфере дорожного движения',
        hours: 1,
      },
      {
        number: 'Т1.2',
        name: 'Законодательство, устанавливающее ответственность за нарушение в сфере дорожного движения',
        hours: 2,
      },
    ],
  },
  {
    section: 'Правила дорожного движения',
    topics: [
      {
        number: 'Т2.1',
        name: 'Общие положения, основные понятия и термины, используемые в Правилах дорожного движения',
        hours: 2,
      },
      { number: 'Т2.2', name: 'Обязанности участников дорожного движения', hours: 2 },
      { number: 'Т2.3', name: 'Дорожные знаки', hours: 2 },
      { number: 'Т2.3', name: 'Дорожные знаки', hours: 2 },
      { number: 'Т2.3, Т2.4', name: 'Дорожные знаки, Дорожная разметка', hours: 2 },
      {
        number: 'Т2.5',
        name: 'Порядок движения и расположение транспортных средств на проезжей части',
        hours: 2,
      },
      {
        number: 'Т2.5',
        name: 'Порядок движения и расположение транспортных средств на проезжей части',
        hours: 2,
      },
      {
        number: 'Т2.5',
        name: 'Порядок движения и расположение транспортных средств на проезжей части',
        hours: 2,
      },
      { number: 'Т2.6', name: 'Остановка и стоянка транспортных средств', hours: 2 },
      { number: 'Т2.6', name: 'Остановка и стоянка транспортных средств', hours: 2 },
      { number: 'Т2.7', name: 'Регулирование дорожного движения', hours: 2 },
      { number: 'Т2.8', name: 'Проезд перекрестков', hours: 2 },
      { number: 'Т2.8', name: 'Проезд перекрестков', hours: 2 },
      { number: 'Т2.8', name: 'Проезд перекрестков', hours: 2 },
      {
        number: 'Т2.9',
        name: 'Проезд пешеходных переходов, мест остановок маршрутных транспортных средств и железнодорожных переездов',
        hours: 2,
      },
      {
        number: 'Т2.9',
        name: 'Проезд пешеходных переходов, мест остановок маршрутных транспортных средств и железнодорожных переездов',
        hours: 2,
      },
      {
        number: 'Т2.9',
        name: 'Проезд пешеходных переходов, мест остановок маршрутных транспортных средств и железнодорожных переездов',
        hours: 2,
      },
      {
        number: 'Т2.10',
        name: 'Порядок использования внешних световых приборов и звуковых сигналов',
        hours: 2,
      },
      {
        number: 'Т2.11',
        name: 'Буксировка транспортных средств, перевозка людей и грузов',
        hours: 1,
      },
      {
        number: 'Т2.12',
        name: 'Требования к оборудованию и техническому состоянию транспортных средств',
        hours: 1,
      },
      { number: '', name: 'Зачет', hours: 1 },
    ],
  },
  {
    section: 'Психофизиологические основы деятельности водителя',
    topics: [
      {
        number: 'Т1',
        name: 'Познавательные функции, система восприятия и психомоторные навыки',
        hours: 2,
      },
      { number: 'Т2', name: 'Этические основы деятельности водителя', hours: 2 },
      { number: 'Т3', name: 'Основы эффективного общения', hours: 2 },
      { number: 'Т4', name: 'Эмоциональное состояние и профилактика конфликтов', hours: 2 },
      { number: '', name: 'Контрольная работа', hours: 2 },
      {
        number: '',
        name: 'Психологический практикум "Саморегуляция и профилактика конфликтов Контрольная работа"',
        hours: 2,
      },
    ],
  },
  {
    section: 'Основы управления транспортными средствами',
    topics: [
      { number: 'Т1', name: 'Дорожное движение', hours: 2 },
      { number: 'Т2', name: 'Профессиональная надежность водителя', hours: 2 },
      {
        number: 'Т3',
        name: 'Влияние свойства транспортного средства на эффективность и безопасность управления',
        hours: 2,
      },
      { number: 'Т4', name: 'Дорожные условия и безопасность движения', hours: 2 },
      { number: 'Т4', name: 'Дорожные условия и безопасность движения', hours: 2 },
      {
        number: 'Т5',
        name: 'Принципы эффективного и безопасного управления транспортным средством',
        hours: 2,
      },
      {
        number: 'Т6',
        name: 'Обеспечение безопасности наиболее уязвимых участников дорожного движения',
        hours: 2,
      },
      { number: 'Т1', name: 'Приемы управления транспортным средством', hours: 2 },
      { number: '', name: 'Зачет', hours: 1 },
      { number: 'Т2', name: 'Управление транспортным средством в штатных ситуациях', hours: 2 },
      { number: 'Т2', name: 'Управление транспортным средством в штатных ситуациях', hours: 2 },
      {
        number: 'Т2',
        name: 'Управление транспортным средством в штатных ситуациях. Контрольная работа №1',
        hours: 2,
      },
      { number: 'Т3', name: 'Управление транспортным средством в нештатных ситуациях', hours: 2 },
      {
        number: 'Т3',
        name: 'Управление транспортным средством в нештатных ситуациях. Контрольная работа №2',
        hours: 2,
      },
    ],
  },
  {
    section: 'Первая помощь при дорожно-транспортном происшествии',
    topics: [
      { number: 'Т1', name: 'Организационно-правовые аспекты оказания первой помощи', hours: 2 },
      {
        number: 'Т2',
        name: 'Оказание первой помощи при отсутствии сознания, остановки дыхания и кровообращения',
        hours: 2,
      },
      {
        number: 'Т2',
        name: 'Оказание первой помощи при отсутствии сознания, остановки дыхания и кровообращения',
        hours: 2,
      },
      {
        number: 'Т3',
        name: 'Оказание первой помощи при наружных кровотечениях и травмах',
        hours: 2,
      },
      {
        number: 'Т3',
        name: 'Оказание первой помощи при наружных кровотечениях и травмах',
        hours: 2,
      },
      {
        number: 'Т4',
        name: 'Оказание первой помощи при прочих состояниях, транспортировка пострадавших в дорожно-транспортных происшествиях',
        hours: 2,
      },
      {
        number: 'Т4',
        name: 'Оказание первой помощи при прочих состояниях, транспортировка пострадавших в дорожно-транспортных происшествиях',
        hours: 2,
      },
      {
        number: 'Т4',
        name: 'Оказание первой помощи при прочих состояниях, транспортировка пострадавших в дорожно-транспортных происшествиях. Контрольная работа',
        hours: 2,
      },
    ],
  },
  {
    section:
      'Устройство и техническое обслуживание транспортных средств категории «В» как объектов управления',
    topics: [
      { number: 'Т1.1', name: "Общее устройство транспортных средств категории 'В'", hours: 1 },
      {
        number: 'Т1.2',
        name: 'Кузов автомобиля, рабочее место водителя, системы пассивной безопасности',
        hours: 1,
      },
      { number: 'Т1.3', name: 'Общее устройство и работа двигателя', hours: 2 },
      { number: 'Т1.4', name: 'Общее устройство трансмиссии', hours: 2 },
      { number: 'Т1.5', name: 'Назначение и состав ходовой части', hours: 2 },
      { number: 'Т1.6', name: 'Общее устройство и принцип работы тормозных систем', hours: 2 },
      {
        number: 'Т1.7',
        name: 'Общее устройство и принцип работы системы рулевого управления',
        hours: 2,
      },
      { number: 'Т1.8', name: 'Электронные системы помощи водителю', hours: 2 },
      { number: 'Т1.9', name: 'Источники и потребители электрической энергии', hours: 1 },
      { number: 'Т1.10', name: 'Общее устройство прицепов и тягово-сцепных устройств', hours: 1 },
      { number: 'Т2.1', name: 'Система технического обслуживания', hours: 1 },
      {
        number: 'Т2.2',
        name: 'Меры безопасности и защиты окружающей природной среды при эксплуатации транспортных средств',
        hours: 1,
      },
      { number: 'Т2.3', name: 'Устранение неисправностей', hours: 2 },
      { number: '', name: 'Практическое контрольное занятие', hours: 2 },
    ],
  },
  {
    section: 'Организация и выполнение грузовых перевозок автотранспортом',
    topics: [
      {
        number: 'Т1',
        name: 'Нормативные правовые акты, определяющие порядок перевозки грузов автомобильным транспортом',
        hours: 2,
      },
      { number: 'Т2', name: 'Основные показатели работы грузовых автомобилей', hours: 1 },
      { number: 'Т3', name: 'Организация грузовых перевозок', hours: 1 },
      { number: 'Т3', name: 'Организация грузовых перевозок', hours: 2 },
      { number: 'Т4', name: 'Диспетчерское руководство работой подвижного состава', hours: 2 },
      { number: '', name: 'Зачет', hours: 1 },
    ],
  },
  {
    section: 'Организация и выполнение пассажирских перевозок автотранспортом',
    topics: [
      {
        number: 'Т1',
        name: 'Нормативно-правовое обеспечение пассажирских перевозок автомобильным транспортом',
        hours: 2,
      },
      {
        number: 'Т2',
        name: 'Технико-эксплуатационные показатели пассажирского автотранспорта',
        hours: 1,
      },
      { number: 'Т3', name: 'Диспетчерское руководство работой подвижного состава', hours: 1 },
      { number: 'Т4', name: 'Работа такси на линии', hours: 2 },
      { number: '', name: 'Зачет', hours: 1 },
    ],
  },
];
